summary.txt
     ✓ homepage status is 200
     ✓ homepage serves real content
     ✓ homepage under 1s
     ✓ ui status.json available
     ✓ api status.json available
     ✓ load target status is 200
     ✓ load target returns a body

   ✓ checks.........................: 100.00% ✓ 285      ✗ 0  
     data_received..................: 802 kB  25 kB/s
     data_sent......................: 35 kB   1.1 kB/s
     http_req_blocked...............: avg=3.72ms   min=230ns    med=331ns   max=161.18ms p(90)=471ns    p(95)=669ns   
     http_req_connecting............: avg=1.23ms   min=0s       med=0s      max=70.28ms  p(90)=0s       p(95)=0s      
   ✓ http_req_duration..............: avg=38.53ms  min=1.62ms   med=67.11ms max=574.15ms p(90)=71.11ms  p(95)=71.36ms 
       { expected_response:true }...: avg=38.53ms  min=1.62ms   med=67.11ms max=574.15ms p(90)=71.11ms  p(95)=71.36ms 
   ✓ http_req_failed................: 0.00%   ✓ 0        ✗ 283
     http_req_receiving.............: avg=241.23µs min=17.34µs  med=41.52µs max=51.49ms  p(90)=109.15µs p(95)=139.58µs
     http_req_sending...............: avg=50.65µs  min=25.18µs  med=43µs    max=193.36µs p(90)=79.93µs  p(95)=94.13µs 
     http_req_tls_handshaking.......: avg=1.57ms   min=0s       med=0s      max=78.01ms  p(90)=0s       p(95)=0s      
     http_req_waiting...............: avg=38.24ms  min=1.56ms   med=67ms    max=522.54ms p(90)=71.02ms  p(95)=71.17ms 
     http_reqs......................: 283     8.742149/s
     iteration_duration.............: avg=1.07s    min=958.45ms med=1.07s   max=1.27s    p(90)=1.07s    p(95)=1.07s   
     iterations.....................: 141     4.355629/s
     vus............................: 5       min=0      max=5
     vus_max........................: 6       min=6      max=6