summary.txt
     ✓ homepage status is 200
     ✓ homepage serves real content
     ✓ homepage under 1s
     ✓ ui status.json available
     ✓ api status.json available
     ✓ load target status is 200
     ✓ load target returns a body

   ✓ checks.........................: 100.00% ✓ 305      ✗ 0  
     data_received..................: 838 kB  26 kB/s
     data_sent......................: 35 kB   1.1 kB/s
     http_req_blocked...............: avg=2ms      min=140ns    med=331ns   max=103.15ms p(90)=430ns    p(95)=734ns   
     http_req_connecting............: avg=285.04µs min=0s       med=0s      max=14.43ms  p(90)=0s       p(95)=0s      
   ✓ http_req_duration..............: avg=11.07ms  min=2.91ms   med=13.24ms max=608.45ms p(90)=14.52ms  p(95)=14.6ms  
       { expected_response:true }...: avg=11.07ms  min=2.91ms   med=13.24ms max=608.45ms p(90)=14.52ms  p(95)=14.6ms  
   ✓ http_req_failed................: 0.00%   ✓ 0        ✗ 303
     http_req_receiving.............: avg=178.79µs min=17.78µs  med=40.96µs max=34.04ms  p(90)=154.02µs p(95)=190.89µs
     http_req_sending...............: avg=50.78µs  min=14.03µs  med=42.58µs max=337.31µs p(90)=82.34µs  p(95)=99.43µs 
     http_req_tls_handshaking.......: avg=458µs    min=0s       med=0s      max=36.87ms  p(90)=0s       p(95)=0s      
     http_req_waiting...............: avg=10.84ms  min=2.73ms   med=13.14ms max=574.23ms p(90)=14.39ms  p(95)=14.47ms 
     http_reqs......................: 303     9.272576/s
     iteration_duration.............: avg=1.02s    min=823.42ms med=1.01s   max=1.12s    p(90)=1.01s    p(95)=1.02s   
     iterations.....................: 151     4.620987/s
     vus............................: 5       min=0      max=5
     vus_max........................: 6       min=6      max=6